# TASK1. Напишите программу, которая сначала спрашивает у 
#пользователя его имя, а затем выводит персональное приветствие, 
#используя это имя.

name=input("Как тебя зовут? ")
print(name)
print(f"Привет, {name}! Приятно познакомиться")# форматированный вывод, позволяет  вставить переменную в выводимую строку
